Repository: WordPressUtilities/wpucustomrss
Catalog: lang/wpucustomrss-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Settings saved.
fr_fr: Réglages enregistrés.

source: Upload New Media
fr_fr: Ajouter un nouveau média

source: Language
fr_fr: Langue

source: Save
fr_fr: Enregistrer

source: Create a second custom RSS feed
fr_fr: Crée un deuxième flux RSS personnalisé

source: Feed Settings
fr_fr: Paramètres du flux

source: Content Settings
fr_fr: Réglages du contenu

source: Future Posts
fr_fr: Articles futurs

source: Number of posts
fr_fr: Nombre d'articles

source: Feed format
fr_fr: Format du flux

source: Custom URL
fr_fr: URL personnalisée

source: Public URL for this feed. Default is wpucustomrss. 6 to 18 alphanumeric chars only.
fr_fr: URL publique pour ce flux. Par défaut à wpucustomrss. 6 à 18 caractères alphanumériques seulement.

source: Declare feed
fr_fr: Déclarer le flux

source: Declare feed link in site source
fr_fr: Déclarer le flux RSS dans la source du site

source: Hide native feed
fr_fr: Masquer le flux natif

source: Hide native feed link in site source
fr_fr: Masquer l'url du flux natif dans la source du site

source: Display post format
fr_fr: Afficher le format d'article

source: Post format is visible in the RSS feed
fr_fr: Le format d'article est visible dans le flux RSS

source: Load featured image
fr_fr: Charger l'image à la une

source: The featured image is loaded as an enclosure
fr_fr: L'image à la une est chargée en enclosure

source: Additional item content - before
fr_fr: Contenu additionnel - avant contenu

source: Additional item content - after
fr_fr: Contenu additionnel - après contenu

source: Load future posts into the RSS Feed
fr_fr: Charger les articles futurs dans le flux RSS

source: Load future posts
fr_fr: Charger les articles futurs

source: Limit of hours
fr_fr: Limite d’heures

source: Load future posts for the next # hours. 0 load every post.
fr_fr: Charger les articles à venir pour les # prochaines heures. 0 charge tous les postes.

source: Preview RSS Feed
fr_fr: Aperçu du Flux RSS
